# -*- coding: gb2312 -*-
ceshi={'梦擎2': {0: '0'}, '车联天下': {0: '0'}, 'iphone路况通': {19281: '867'}, '美行-赛格': {0: '0'}, '汽车小子': {0: '0'}, '优途': {0: '0'}, '上海梦擎': {35: '7'}, '福信福通': {0: '0'}, '众泰汽车': {7658: '79'}, '测试': {575: '1'}, '美行马自达测试': {0: '0'}, 'Android路况通': {37131: '1009'}, '车旺大卡': {2993: '821'}, '四维TSP': {0: '0'}, '美行-路畅': {0: '0'}, '车友互联': {0: '0'}, '拨测': {30494: '3'}, '飞驰镁物': {0: '0'}, 'testwrq': {0: '0'}, '迪恩杰': {0: '0'}, '车音网': {0: '0'}, '前海智云谷': {0: '0'}, '中交兴路': {0: '0'}, '美行-航盛东风裕隆': {7: '1'}, '悦驾科技': {0: '0'}, '机场达人(航旅纵横)': {6119: '2'}, '美行-后装': {0: '0'}, '四海万联': {0: '0'}, '美行-吉利项目': {0: '0'}, '乐行汽车': {0: '0'}, '东风裕隆': {116334: '404'}, '远特科技': {0: '0'}, 'testzhang': {0: '0'}, '科达讯飞': {15: '2'}, '斯润天朗-众泰': {0: '0'}, '美行-马自达': {17374: '1955'}, '车托帮': {0: '0'}, '美赛达': {0: '0'}}
for i in ceshi:
    #print(i,ceshi[i])
    for k in ceshi[i]:
        print(i,k,ceshi[i][k])